// // Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе 
// показывает вторую цифру этого числа.

// 456 -> 5
// 782 -> 8
// 918 -> 1

int abc = 694;

int ab = abc / 10;

int result = ab % 10;

Console.WriteLine(result);
